
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>大黄鱼平台业务逻辑简述 · 大黄鱼平台设计说明</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="刘焰">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="数据逻辑.html" />
    
    
    <link rel="prev" href="平台总体设计.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="平台总体设计.html">
            
                <a href="平台总体设计.html">
            
                    
                    大黄鱼平台总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="业务逻辑说明.html">
            
                <a href="业务逻辑说明.html">
            
                    
                    大黄鱼平台业务逻辑简述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="数据逻辑.html">
            
                <a href="数据逻辑.html">
            
                    
                    数据逻辑设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="功能设计.html">
            
                <a href="功能设计.html">
            
                    
                    功能设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="web_gnsj.html">
            
                <a href="web_gnsj.html">
            
                    
                    大黄鱼网页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="yyht_gnsj.html">
            
                <a href="yyht_gnsj.html">
            
                    
                    运营后台
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="zhht_gnsj.html">
            
                <a href="zhht_gnsj.html">
            
                    
                    租户后台
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.3.1" data-path="zhht/入驻申请.html">
            
                <a href="zhht/入驻申请.html">
            
                    
                    租户申请入驻流程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.2" data-path="zhht/zh首页.html">
            
                <a href="zhht/zh首页.html">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.3" data-path="zhht/zh账号管理.html">
            
                <a href="zhht/zh账号管理.html">
            
                    
                    账号管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.4" data-path="zhht/zh产品管理.html">
            
                <a href="zhht/zh产品管理.html">
            
                    
                    产品管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.5" data-path="zhht/zh功能管理.html">
            
                <a href="zhht/zh功能管理.html">
            
                    
                    功能管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.6" data-path="zhht/zh活动管理.html">
            
                <a href="zhht/zh活动管理.html">
            
                    
                    活动管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.7" data-path="zhht/zh销售员管理.html">
            
                <a href="zhht/zh销售员管理.html">
            
                    
                    销售员管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.8" data-path="zhht/zh商户管理.html">
            
                <a href="zhht/zh商户管理.html">
            
                    
                    商户管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.9" data-path="zhht/zh数据管理.html">
            
                <a href="zhht/zh数据管理.html">
            
                    
                    数据报表
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.10" data-path="zhht/zh消息管理.html">
            
                <a href="zhht/zh消息管理.html">
            
                    
                    消息管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.11" data-path="zhht/zh协议管理.html">
            
                <a href="zhht/zh协议管理.html">
            
                    
                    协议管理
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="app_gnsj.html">
            
                <a href="app_gnsj.html">
            
                    
                    大黄鱼App
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="csht_gnsj.html">
            
                <a href="csht_gnsj.html">
            
                    
                    厂商后台
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >大黄鱼平台业务逻辑简述</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
                                <section class="normal markdown-section">
                                
                                <blockquote>
<h2 id="&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#xFF08;&#x7B2C;&#x4E00;&#x7248;&#xFF09;">&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#xFF08;&#x7B2C;&#x4E00;&#x7248;&#xFF09;</h2>
</blockquote>
<p>&#x6574;&#x4F53;&#x4E0A;&#x7406;&#x89E3;&#xFF0C;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x7684;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#x5C31;&#x662F;&#x4E3A;&#x79DF;&#x6237;&#x63D0;&#x4F9B;&#x53EF;&#x8425;&#x9500;&#x7684;&#x4EA7;&#x54C1;&#x53CA;&#x5176;&#x76F8;&#x5173;&#x6280;&#x672F;&#x670D;&#x52A1;&#x3001;&#x8F6F;&#x4EF6;&#x670D;&#x52A1;&#x3002;&#x8FD0;&#x8425;&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#x7B80;&#x56FE;&#x5982;&#x4E0B;&#x6240;&#x793A;&#x3002;</p>
<p><img src="img/&#x5927;&#x9EC4;&#x9C7C;alpha&#x7248;&#x903B;&#x8F91;.png" alt="&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#x56FE;"> <div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>  </p>
<ol>
<li><strong>&#x79DF;&#x6237;&#x5165;&#x9A7B;</strong> 
&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x5FC5;&#x987B;&#x4E14;&#x4EC5;&#x80FD;&#x5173;&#x8054;&#x4E00;&#x4E2A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x3002;&#x7528;&#x6237;&#x5728;&#x7FA4;&#x5546;&#x5B98;&#x7F51;&#x7684;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x9875;&#x9762;&#x4E2D;&#x7533;&#x8BF7;&#x6210;&#x4E3A;&#x79DF;&#x6237;&#x524D;&#x5FC5;&#x987B;&#x6CE8;&#x518C;&#x4E00;&#x4E2A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x3002;&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#x53EF;&#x4EE5;&#x6709;&#x4E24;&#x79CD;&#x9014;&#x5F84;&#xFF1A;&#x4E0B;&#x8F7D;&#x5927;&#x9EC4;&#x9C7C;App&#xFF0C;&#x5728;App&#x4E2D;&#x6CE8;&#x518C;&#xFF1B;&#x6216;&#x76F4;&#x63A5;&#x5728;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x7F51;&#x9875;&#x7AEF;&#x6CE8;&#x518C;&#x3002;<br>&#x7533;&#x8BF7;&#x6210;&#x4E3A;&#x79DF;&#x6237;&#x7684;&#x7528;&#x6237;&#x9700;&#x8981;&#x63D0;&#x4EA4;&#x5176;&#x4E3B;&#x4F53;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x7528;&#x4E8E;&#x5E73;&#x53F0;&#x5BA1;&#x6838;&#x3002;&#x63D0;&#x4EA4;&#x7684;&#x7533;&#x8BF7;&#x5C06;&#x663E;&#x793A;&#x4E8E;&#x5E73;&#x53F0;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x79DF;&#x6237;&#x7533;&#x8BF7;&#x5217;&#x8868;&#x4E2D;&#xFF0C;&#x7531;&#x5E73;&#x53F0;&#x8FD0;&#x8425;&#x4EBA;&#x5458;&#x5BA1;&#x9605;&#xFF0C;&#x7EBF;&#x4E0B;&#x8054;&#x7CFB;&#x548C;&#x6838;&#x5B9E;&#xFF0C;&#x6700;&#x540E;&#x786E;&#x5B9A;&#x662F;&#x5426;&#x901A;&#x8FC7;&#x5BA1;&#x6838;&#x3002;
&#x5BA1;&#x6838;&#x4E2D;&#x7684;&#x7528;&#x6237;&#x53EF;&#x901A;&#x8FC7;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x7684;&#x7533;&#x8BF7;&#x5165;&#x53E3;&#x67E5;&#x770B;&#x5BA1;&#x6838;&#x8FDB;&#x5EA6;&#x3002;
&#x5BA1;&#x6838;&#x901A;&#x8FC7;&#x7684;&#x65B0;&#x79DF;&#x6237;&#x53EF;&#x901A;&#x8FC7;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x7533;&#x8BF7;&#x5165;&#x53E3;&#x6216;&#x79DF;&#x6237;&#x5165;&#x53E3;&#xFF0C;&#x4F7F;&#x7528;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x767B;&#x9646;&#x5230;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x3002;&#x5728;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x4F5C;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x5BF9;&#x516C;&#x8D26;&#x6237;&#x9A8C;&#x8BC1;&#x3001;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x8BBE;&#x7F6E;&#x7B49;&#x64CD;&#x4F5C;&#x3002;</li>
<li><strong>&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x5F55;&#x5165;&#x4EA7;&#x54C1;</strong>
&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x5F55;&#x5165;&#x529F;&#x80FD;&#xFF0C;&#x4EE5;&#x5F62;&#x6210;&#x53EF;&#x4F9B;&#x79DF;&#x6237;&#x9009;&#x62E9;&#x3001;&#x67E5;&#x9605;&#x7684;&#x4EA7;&#x54C1;&#x5217;&#x8868;&#x3002;</li>
<li><strong>&#x79DF;&#x6237;&#x9009;&#x62E9;&#x4EA7;&#x54C1;&#x3001;&#x670D;&#x52A1;</strong>
&#x6210;&#x4E3A;&#x79DF;&#x6237;&#x540E;&#x7528;&#x6237;&#x5C31;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x4ECE;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x6216;&#x4E13;&#x7528;&#x7684;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7F51;&#x5740;&#x767B;&#x5F55;&#x5927;&#x9EC4;&#x9C7C;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;&#x3002;
&#x79DF;&#x6237;&#x5FC5;&#x987B;&#x9009;&#x62E9;&#x4E00;&#x6B3E;&#x4EA7;&#x54C1;&#x624D;&#x80FD;&#x8FDB;&#x884C;&#x8425;&#x9500;&#x6D3B;&#x52A8;&#x3002;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x5C06;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;&#x5217;&#x8868;&#x3001;&#x4EA7;&#x54C1;&#x8BF4;&#x660E;&#x3002;&#x79DF;&#x6237;&#x9009;&#x62E9;&#x6DFB;&#x52A0;&#x4EA7;&#x54C1;&#x540E;&#xFF0C;&#x53EF;&#x5BF9;&#x4EA7;&#x54C1;&#x7684;&#x57FA;&#x672C;&#x8425;&#x9500;&#x5C5E;&#x6027;&#x8FDB;&#x884C;&#x8BBE;&#x5B9A;&#x3002;
&#x5E73;&#x53F0;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EA7;&#x54C1;&#x63D0;&#x4F9B;&#x4E86;&#x591A;&#x79CD;&#x5FC5;&#x9700;&#x6216;&#x53EF;&#x9009;&#x670D;&#x52A1;&#xFF08;&#x8425;&#x9500;&#x3001;&#x7BA1;&#x7406;&#x529F;&#x80FD;&#xFF09;&#xFF0C;&#x79DF;&#x6237;&#x53EF;&#x6309;&#x81EA;&#x5DF1;&#x7684;&#x9700;&#x6C42;&#x8FDB;&#x884C;&#x670D;&#x52A1;&#x9009;&#x62E9;&#x548C;&#x5B9A;&#x5236;&#x3002;</li>
<li><strong>&#x79DF;&#x6237;&#x5236;&#x5B9A;&#x4EA7;&#x54C1;&#x5206;&#x6DA6;&#x653F;&#x7B56;</strong>
&#x5E73;&#x53F0;&#x6700;&#x5927;&#x7684;&#x4EAE;&#x70B9;&#x5C31;&#x5728;&#x4E8E;&#x53EF;&#x5411;&#x79DF;&#x6237;&#x63D0;&#x4F9B;&#x6700;&#x5927;&#x81EA;&#x7531;&#x5EA6;&#x7684;&#x8425;&#x9500;&#x89C4;&#x5219;&#x5B9A;&#x5236;&#x3002;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x81EA;&#x5B9A;&#x4E49;&#x4EA7;&#x54C1;&#x7684;&#x76C8;&#x5229;&#x6A21;&#x5F0F;&#x548C;&#x5206;&#x6DA6;&#xFF08;&#x8FD4;&#x4F63;&#xFF09;&#x653F;&#x7B56;&#x3002;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x63D0;&#x4F9B;&#x4E0E;&#x4EA7;&#x54C1;&#x76F8;&#x5173;&#x7684;&#x653F;&#x7B56;&#x7F16;&#x8F91;&#x529F;&#x80FD;&#x3002;</li>
<li><strong>&#x79DF;&#x6237;&#x5B9A;&#x5236;App&#x529F;&#x80FD;</strong>
&#x4E3A;&#x5B9E;&#x73B0;&#x79DF;&#x6237;&#x4E2A;&#x6027;&#x5316;&#x548C;&#x9002;&#x7528;&#x6027;&#x9700;&#x6C42;&#xFF0C;&#x5927;&#x9EC4;&#x9C7C;App&#x53EF;&#x6839;&#x636E;&#x76F8;&#x5173;&#x79DF;&#x6237;&#x7684;&#x5B9A;&#x5236;&#x8BBE;&#x5B9A;&#x663E;&#x793A;&#x6216;&#x5C4F;&#x853D;&#x67D0;&#x4E9B;&#x529F;&#x80FD;&#x6A21;&#x5757;&#xFF0C;&#x53EF;&#x5448;&#x73B0;&#x4E0D;&#x540C;&#x7684;&#x76AE;&#x80A4;&#x3001;logo&#x6216;&#x6807;&#x9898;&#x3002;
&#x9500;&#x552E;&#x5458;&#x4E00;&#x5B9A;&#x662F;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x79DF;&#x6237;&#x7ED1;&#x5B9A;&#x7684;&#x4E0B;&#x5C5E;&#x3002;&#x9500;&#x552E;&#x5458;&#x5728;&#x5927;&#x9EC4;&#x9C7C;App&#x4E2D;&#x540C;&#x4E00;&#x65F6;&#x523B;&#x4EC5;&#x80FD;&#x67E5;&#x770B;&#x4E00;&#x4E2A;&#x7ED1;&#x5B9A;&#x79DF;&#x6237;&#x4EE3;&#x7406;&#x4EA7;&#x54C1;&#x7684;&#x529F;&#x80FD;&#x9875;&#x9762;&#xFF0C;&#x8FD9;&#x4E9B;&#x529F;&#x80FD;&#x9875;&#x9762;&#x90FD;&#x5C06;&#x53D7;&#x79DF;&#x6237;&#x5B9A;&#x5236;App&#x7684;&#x8BBE;&#x7F6E;&#x6240;&#x5F71;&#x54CD;&#x3002;</li>
<li><strong>&#x673A;&#x5177;&#x8BA2;&#x8D27;&#x3001;&#x51FA;&#x5165;&#x5E93;&#x7BA1;&#x7406;</strong>
&#x79DF;&#x6237;&#x540E;&#x53F0;&#x9700;&#x5B9E;&#x73B0;&#x8003;&#x62C9;&#x7545;&#x4ED8;&#x4EA7;&#x54C1;&#x673A;&#x5177;&#x7684;&#x8BA2;&#x8D27;&#x4FE1;&#x606F;&#x67E5;&#x770B;&#x3001;&#x8BA2;&#x5355;&#x5904;&#x7406;&#xFF1B;&#x673A;&#x5177;&#x5165;&#x5E93;&#x4FE1;&#x606F;&#x5BFC;&#x5165;&#xFF1B;&#x673A;&#x5177;&#x5212;&#x62E8;&#x7B49;&#x529F;&#x80FD;&#x3002;&#x4F7F;&#x673A;&#x5177;&#x5E8F;&#x5217;&#x53F7;&#x4E0E;&#x9500;&#x552E;&#x5458;&#x5EFA;&#x7ACB;&#x7ED1;&#x5B9A;&#x5173;&#x7CFB;&#xFF0C;&#x4EE5;&#x4FDD;&#x8BC1;&#x9500;&#x552E;&#x5458;&#x53EF;&#x6B63;&#x786E;&#x83B7;&#x5F97;&#x673A;&#x5177;&#x9500;&#x552E;&#x5F00;&#x901A;&#x540E;&#x4EA7;&#x751F;&#x7684;&#x5206;&#x6DA6;&#x6536;&#x76CA;&#x3002;
&#x79DF;&#x6237;&#x53EF;&#x6D4F;&#x89C8;&#x3001;&#x67E5;&#x8BE2;&#x3001;&#x7EDF;&#x8BA1;&#x5176;&#x6240;&#x6709;&#x7ECF;&#x9500;&#x8FC7;&#x7684;&#x4EA7;&#x54C1;&#xFF08;&#x673A;&#x5177;&#xFF09;&#x4FE1;&#x606F;&#x3002;</li>
<li><strong>&#x9500;&#x552E;&#x5458;&#x3001;&#x5546;&#x6237;&#x4FE1;&#x606F;&#x7BA1;&#x7406;</strong>
&#x79DF;&#x6237;&#x53EF;&#x6D4F;&#x89C8;&#x3001;&#x67E5;&#x8BE2;&#x3001;&#x7EDF;&#x8BA1;&#x4E0B;&#x5C5E;&#x9500;&#x552E;&#x5458;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x548C;&#x8425;&#x9500;&#x6570;&#x636E;&#x3002;&#x53EF;&#x9650;&#x5236;&#x9500;&#x552E;&#x5458;&#x5728;App&#x4E2D;&#x7684;&#x67D0;&#x4E9B;&#x6743;&#x9650;&#xFF0C;&#x4F8B;&#x5982;&#x505C;&#x6B62;&#x5206;&#x6DA6;&#x3001;&#x7981;&#x6B62;&#x63D0;&#x73B0;&#x7B49;&#x3002;
&#x79DF;&#x6237;&#x53EF;&#x6D4F;&#x89C8;&#x3001;&#x67E5;&#x8BE2;&#x3001;&#x7EDF;&#x8BA1;&#x4E0E;&#x5176;&#x7ECF;&#x9500;&#x7684;&#x6240;&#x6709;&#x673A;&#x5177;&#x7ED1;&#x5B9A;&#x7684;&#x5546;&#x6237;&#x4FE1;&#x606F;&#x3002;&#x53EF;&#x5BF9;&#x6307;&#x5B9A;&#x5546;&#x6237;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x4FEE;&#x6539;&#x7B49;&#x8BBE;&#x7F6E;&#x3002;</li>
<li><strong>&#x9500;&#x552E;&#x5458;&#x8425;&#x9500;&#x4FE1;&#x606F;&#x7BA1;&#x7406;</strong>
&#x9500;&#x552E;&#x5458;&#x53EF;&#x5728;&#x5927;&#x9EC4;&#x9C7C;App&#x4E2D;&#x5BF9;&#x81EA;&#x5DF1;&#x7ECF;&#x9500;&#x673A;&#x5177;&#x53CA;&#x5176;&#x5546;&#x6237;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x7BA1;&#x7406;&#x3001;&#x4E1A;&#x52A1;&#x7BA1;&#x7406;&#x64CD;&#x4F5C;&#x3002;</li>
<li><strong>&#x9500;&#x552E;&#x5458;&#x6536;&#x76CA;&#x53CA;&#x63D0;&#x73B0;</strong>
&#x9500;&#x552E;&#x5458;&#x53EF;&#x5728;&#x5927;&#x9EC4;&#x9C7C;App&#x4E2D;&#x6D4F;&#x89C8;&#x3001;&#x67E5;&#x8BE2;&#x3001;&#x7EDF;&#x8BA1;&#x81EA;&#x5DF1;&#x7684;&#x9500;&#x552E;&#x4E1A;&#x7EE9;&#x3001;&#x6536;&#x76CA;&#x3002;
&#x9500;&#x552E;&#x5458;&#x53EF;&#x5728;&#x5927;&#x9EC4;&#x9C7C;App&#x4E2D;&#x5B9E;&#x73B0;&#x6536;&#x76CA;&#x8D44;&#x91D1;&#x7684;&#x63D0;&#x73B0;&#x64CD;&#x4F5C;&#x3002;</li>
<li><strong>&#x8425;&#x9500;&#x6570;&#x636E;</strong>
&#x79DF;&#x6237;&#x540E;&#x53F0;&#x53EF;&#x4E3A;&#x79DF;&#x6237;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;&#x9500;&#x91CF;&#x3001;&#x652F;&#x4ED8;&#x673A;&#x5177;&#x4EA4;&#x6613;&#x91CF;&#x3001;&#x5206;&#x6DA6;&#x7B49;&#x8425;&#x9500;&#x6570;&#x636E;&#x7684;&#x6D4F;&#x89C8;&#x3001;&#x67E5;&#x8BE2;&#x3001;&#x7EDF;&#x8BA1;&#x529F;&#x80FD;&#xFF0C;&#x4E3A;&#x79DF;&#x6237;&#x7684;&#x8425;&#x9500;&#x51B3;&#x7B56;&#x63D0;&#x4F9B;&#x6570;&#x636E;&#x652F;&#x6301;&#xFF1B;&#x4E3A;&#x79DF;&#x6237;&#x4E0E;&#x5E73;&#x53F0;&#x7ED3;&#x7B97;&#x7B49;&#x8D22;&#x52A1;&#x4E8B;&#x52A1;&#x63D0;&#x4F9B;&#x6570;&#x636E;&#x4F9D;&#x636E;&#x3002;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
                        </div>
                    </div>
                
            </div>

            
                
                <a href="平台总体设计.html" class="navigation navigation-prev " aria-label="Previous page: 大黄鱼平台总体设计">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="数据逻辑.html" class="navigation navigation-next " aria-label="Next page: 数据逻辑设计">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"大黄鱼平台业务逻辑简述","level":"1.3","depth":1,"next":{"title":"数据逻辑设计","level":"1.4","depth":1,"path":"数据逻辑.md","ref":"数据逻辑.md","articles":[]},"previous":{"title":"大黄鱼平台总体设计","level":"1.2","depth":1,"path":"平台总体设计.md","ref":"平台总体设计.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-search","popup"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"popup":{},"highlight":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"刘焰","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"大黄鱼平台设计说明","language":"zh-hans","output.name":"site","gitbook":"3.2.3","description":"详细说明大黄鱼平台系统设计、功能设计","theme-default":{"showLevel":true}},"file":{"path":"业务逻辑说明.md","mtime":"2019-08-09T08:21:49.801Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-08-13T03:58:54.186Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

