
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>大黄鱼平台总体设计 · 大黄鱼平台设计说明</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="刘焰">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="业务逻辑说明.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="平台总体设计.html">
            
                <a href="平台总体设计.html">
            
                    
                    大黄鱼平台总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="业务逻辑说明.html">
            
                <a href="业务逻辑说明.html">
            
                    
                    大黄鱼平台业务逻辑简述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="数据逻辑.html">
            
                <a href="数据逻辑.html">
            
                    
                    数据逻辑设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="功能设计.html">
            
                <a href="功能设计.html">
            
                    
                    功能设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="web_gnsj.html">
            
                <a href="web_gnsj.html">
            
                    
                    大黄鱼网页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="yyht_gnsj.html">
            
                <a href="yyht_gnsj.html">
            
                    
                    运营后台
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="zhht_gnsj.html">
            
                <a href="zhht_gnsj.html">
            
                    
                    租户后台
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="app_gnsj.html">
            
                <a href="app_gnsj.html">
            
                    
                    大黄鱼App
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="csht_gnsj.html">
            
                <a href="csht_gnsj.html">
            
                    
                    厂商后台
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >大黄鱼平台总体设计</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
                                <section class="normal markdown-section">
                                
                                <blockquote>
<h2 id="&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x603B;&#x4F53;&#x8BBE;&#x8BA1;">&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x603B;&#x4F53;&#x8BBE;&#x8BA1;</h2>
</blockquote>
<ul>
<li><strong>&#x5E73;&#x53F0;&#x540D;&#x8BCD;&#x89E3;&#x91CA;</strong>  <style>
table th:first-of-type {
  width: 160px;
}
</style>

</li>
</ul>
<table>
<thead>
<tr>
<th>&#x540D; &#x8BCD;</th>
<th>&#x8BF4;&#x660E;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x5E73;&#x53F0;</td>
<td>&#x672C;&#x6587;&#x4E2D;&#x5BF9;&#x5927;&#x9EC4;&#x9C7C;&#x8FD0;&#x8425;&#x5E73;&#x53F0;&#x7684;&#x7B80;&#x79F0;&#x3002;&#x7ED3;&#x5408;&#x4EA7;&#x54C1;&#x5165;&#x9A7B;&#x3001;&#x8FD0;&#x8425;&#x7BA1;&#x7406;&#x3001;&#x79DF;&#x6237;&#x7BA1;&#x7406;&#x53CA;&#x5927;&#x9EC4;&#x9C7C;App&#x7B49;&#x529F;&#x80FD;&#x6A21;&#x5757;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x8425;&#x9500;&#x5E73;&#x53F0;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;SaaS&#x63D0;&#x4F9B;&#x5546;&#x3002;&#x63D0;&#x4F9B;B2B&#x8425;&#x9500;&#x7BA1;&#x7406;&#x548C;&#x670D;&#x52A1;&#xFF1B;&#x4E3A;&#x4EA7;&#x54C1;&#x3001;&#x670D;&#x52A1;&#x4E0E;&#x5E02;&#x573A;&#xFF08;&#x6D41;&#x91CF;&#xFF09;&#x63D0;&#x4F9B;&#x6865;&#x6881;&#xFF1B;&#x4E3A;&#x5404;&#x5C42;&#x6B21;&#x7684;&#x8425;&#x9500;&#x4EBA;&#x5458;&#x63D0;&#x4F9B;&#x5546;&#x673A;&#x3002;&#x5E73;&#x53F0;&#x5305;&#x542B;&#x5927;&#x9EC4;&#x9C7C;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x3001;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x3001;&#x5382;&#x5546;&#x540E;&#x53F0;&#x3001;&#x5927;&#x9EC4;&#x9C7C;App&#x7B49;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x3002;&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x5E73;&#x53F0;&#x4E5F;&#x53EF;&#x4EE3;&#x6307;&#x5E73;&#x53F0;&#x7684;&#x8FD0;&#x8425;&#x4E3B;&#x4F53;&#x4F01;&#x4E1A;&#xFF08;<em>&#x91CD;&#x5E86;&#x7FA4;&#x5546;&#x79D1;&#x6280;</em>&#xFF09;</td>
</tr>
<tr>
<td>&#x7528;&#x6237;</td>
<td>&#x6307;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x5404;&#x79CD;&#x89D2;&#x8272;&#x8EAB;&#x4EFD;&#x7684;&#x8F6F;&#x4EF6;&#x4F7F;&#x7528;&#x8005;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x7CFB;&#x7EDF;&#x6A21;&#x5757;&#xFF0C;&#x7528;&#x6237;&#x6240;&#x6307;&#x89D2;&#x8272;&#x53EF;&#x80FD;&#x4E0D;&#x540C;&#x3002;</td>
</tr>
<tr>
<td>&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;</td>
<td>&#x6307;&#x5728;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x4E2D;&#x4E00;&#x4E2A;&#x552F;&#x4E00;&#x7684;&#x7528;&#x6237;&#x8D26;&#x53F7;&#x3002;&#x4EE5;&#x624B;&#x673A;&#x53F7;&#x4E3A;&#x552F;&#x4E00;&#x6027;&#x6807;&#x8BC6;&#x3002;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x53EF;&#x5173;&#x8054;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x3001;&#x9500;&#x552E;&#x5458;&#x8D26;&#x53F7;&#x548C;&#x5382;&#x5546;&#x8D26;&#x53F7;&#x3002;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x53EF;&#x5728;&#x5927;&#x9EC4;&#x9C7C;App&#x767B;&#x5F55;&#x3002;</td>
</tr>
<tr>
<td>&#x540E;&#x53F0;&#x8D26;&#x53F7;</td>
<td>&#x6307;&#x5927;&#x9EC4;&#x9C7C;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#xFF0C;&#x5305;&#x542B;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#x3001;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#x548C;&#x5382;&#x5546;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#x7B49;&#x3002;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#x4E0D;&#x53EF;&#x7528;&#x4E8E;&#x5927;&#x9EC4;&#x9C7C;App&#x767B;&#x5F55;&#x3002;</td>
</tr>
<tr>
<td><strong>&#x79DF;&#x6237;</strong></td>
<td>&#x6307;&#x5728;&#x5E73;&#x53F0;&#x4E2D;&#x7B7E;&#x7EA6;&#x4EE3;&#x7406;&#x4E00;&#x6B3E;&#x6216;&#x591A;&#x6B3E;&#x4EA7;&#x54C1;/&#x5546;&#x54C1;&#xFF0C;&#x8BA2;&#x8D2D;&#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x7684;&#x670D;&#x52A1;&#x3001;&#x4EA7;&#x54C1;&#x7BA1;&#x7406;&#x529F;&#x80FD;&#xFF0C;&#x53D1;&#x5C55;&#x9500;&#x552E;&#x5458;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x9500;&#x552E;&#x7684;&#x5927;&#x5BA2;&#x6237;&#x6216;&#x4EE3;&#x7406;&#x5546;&#x3002;&#x79DF;&#x6237;&#x53EF;&#x4EE5;&#x662F;&#x516C;&#x53F8;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E2A;&#x4EBA;&#xFF1B;&#x79DF;&#x6237;&#x987B;&#x4E0E;&#x5E73;&#x53F0;&#x7B7E;&#x7F72;&#x4EE3;&#x7406;&#x548C;&#x670D;&#x52A1;&#x534F;&#x8BAE;&#x3002;</td>
</tr>
<tr>
<td><strong>&#x9500;&#x552E;&#x5458;</strong></td>
<td>&#x5927;&#x9EC4;&#x9C7C;App&#x7684;&#x4E3B;&#x8981;&#x7528;&#x6237;&#xFF0C;&#x5E73;&#x53F0;&#x4EA7;&#x54C1;&#x8425;&#x9500;&#x7684;&#x4E3B;&#x8981;&#x6267;&#x884C;&#x4EBA;&#x3002;&#x9500;&#x552E;&#x5458;&#x9500;&#x552E;&#x7684;&#x4EA7;&#x54C1;&#x5FC5;&#x5B9A;&#x4E0E;&#x4E00;&#x4E2A;&#x79DF;&#x6237;&#x7ED1;&#x5B9A;&#xFF0C;&#x6267;&#x884C;&#x7531;&#x79DF;&#x6237;&#x5236;&#x5B9A;&#x7684;&#x4EA7;&#x54C1;&#x5206;&#x6DA6;&#x653F;&#x7B56;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x6536;&#x76CA;&#x3002;&#x4E00;&#x4E2A;&#x9500;&#x552E;&#x5458;&#x53EF;&#x4EE5;&#x7ED1;&#x5B9A;&#x4E0D;&#x540C;&#x7684;&#x79DF;&#x6237;&#xFF0C;&#x53C2;&#x4E0E;&#x4E0D;&#x540C;&#x7684;&#x4EA7;&#x54C1;&#x8425;&#x9500;&#x6D3B;&#x52A8;&#x3002;</td>
</tr>
<tr>
<td><strong>&#x5382;&#x5546;</strong></td>
<td>&#x4E3A;&#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;/&#x5546;&#x54C1;&#x7684;&#x5382;&#x5546;&#x3001;&#x4EE3;&#x7406;&#x5546;&#x3001;&#x4F9B;&#x8D27;&#x65B9;&#x3002;&#x5E73;&#x53F0;&#x4E3A;&#x5176;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;&#x9500;&#x552E;&#x6570;&#x636E;&#x62A5;&#x8868;&#x7B49;&#x76F8;&#x5173;&#x8425;&#x9500;&#x670D;&#x52A1;&#x3002;</td>
</tr>
<tr>
<td><strong>&#x5546;&#x6237;</strong>/&#x5BA2;&#x6237;</td>
<td>&#x5E7F;&#x4E49;&#x4E0A;&#x6307;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x5546;&#x54C1;&#x7684;&#x6D88;&#x8D39;&#x8005;&#x6216;C&#x7AEF;&#x7528;&#x6237;&#x3002;&#x5BF9;&#x4E8E;&#x652F;&#x4ED8;&#x7C7B;&#x4EA7;&#x54C1;&#x901A;&#x5E38;&#x4F7F;&#x7528;&#x201C;&#x5546;&#x6237;&#x201D;&#x8868;&#x8FF0;&#xFF0C;&#x4E13;&#x6307;&#x8D2D;&#x4E70;&#x3001;&#x4F7F;&#x7528;&#x652F;&#x4ED8;&#x673A;&#x5177;&#x7684;&#x5BA2;&#x6237;&#x3002;</td>
</tr>
<tr>
<td>&#x4EA7;&#x54C1;/&#x5546;&#x54C1;</td>
<td>&#x6307;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x4E0A;&#x4EE3;&#x7406;&#x9500;&#x552E;&#x3001;&#x63A8;&#x5E7F;&#x8FD0;&#x8425;&#x7684;&#xFF0C;&#x4F9B;&#x5BA2;&#x6237;&#x6D88;&#x8D39;&#x3001;&#x4F7F;&#x7528;&#x3001;&#x4EAB;&#x53D7;&#x7684;&#x5404;&#x7C7B;&#x5B9E;&#x4F53;&#x8D27;&#x7269;&#x548C;&#x670D;&#x52A1;&#x3002;</td>
</tr>
<tr>
<td>&#x8D26;&#x6237;</td>
<td>&#x4E13;&#x6307;&#x4E00;&#x4E2A;&#x8D26;&#x53F7;&#x94B1;&#x6B3E;&#x6216;&#x4F01;&#x4E1A;&#x673A;&#x6784;&#x6709;&#x5173;&#x7684;&#x76F8;&#x5173;&#x4FE1;&#x606F;&#x3002;&#x5728;&#x5F53;&#x524D;&#x7248;&#x672C;&#x8BBE;&#x8BA1;&#x4E2D;&#x5176;&#x5305;&#x542B;&#x4E86;&#x670D;&#x52A1;&#x6237;&#x3001;&#x6536;&#x6B3E;&#x3001;&#x4ED8;&#x6B3E;&#x3001;&#x6388;&#x4FE1;&#x7B49;&#x8D44;&#x91D1;&#x4FE1;&#x606F;&#xFF1B;&#x4F01;&#x4E1A;&#x7EC4;&#x7EC7;&#x804C;&#x5458;&#x7684;&#x540E;&#x53F0;&#x8D26;&#x53F7;&#x4FE1;&#x606F;&#xFF1B;&#x6743;&#x9650;&#x4FE1;&#x606F;&#x7B49;&#x3002;</td>
</tr>
</tbody>
</table>
<ul>
<li><strong>&#x7B2C;&#x4E00;&#x671F;&#x8BBE;&#x8BA1;&#x76EE;&#x6807;</strong>  <ul>
<li>&#x8BBE;&#x8BA1;&#x76EE;&#x6807;<ul>
<li>&#x4EE5;&#x201C;&#x8003;&#x62C9;&#x7545;&#x4ED8;&#x201D;&#x4EA7;&#x54C1;&#x4E3A;&#x5B9E;&#x4F8B;&#xFF0C;&#x5B9E;&#x73B0;&#x652F;&#x4ED8;&#x673A;&#x5177;&#x7C7B;&#x4EA7;&#x54C1;&#x5B8C;&#x6574;&#x7684;&#x4E1A;&#x52A1;&#x6D41;&#x7A0B;&#xFF1B;</li>
<li>&#x4E1A;&#x52A1;&#x529F;&#x80FD;&#x9700;&#x5B9E;&#x73B0;&#xFF1A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x3001;&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x3001;&#x6DFB;&#x52A0;&#x4EA7;&#x54C1;&#x3001;&#x7F16;&#x8F91;&#x5206;&#x6DA6;&#x653F;&#x7B56;&#x3001;&#x9009;&#x62E9;&#x4EA7;&#x54C1;&#x670D;&#x52A1;&#x3001;&#x5B9A;&#x5236;App&#x529F;&#x80FD;&#x3001;&#x4EA4;&#x6613;&#x6570;&#x636E;&#x5904;&#x7406;&#x548C;&#x5206;&#x6DA6;&#x8BA1;&#x7B97;&#x3001;&#x8425;&#x9500;&#x6570;&#x636E;&#x7EDF;&#x8BA1;&#x548C;&#x8F93;&#x51FA;&#x7B49;&#xFF1B;</li>
<li>&#x5B9E;&#x73B0;&#x7B80;&#x5355;&#x7684;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x3001;&#x5FC5;&#x987B;&#x7684;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x529F;&#x80FD;&#x3001;&#x8F83;&#x5B8C;&#x5584;&#x7684;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x4EE5;&#x53CA;&#x8F83;&#x5B8C;&#x5584;&#x7684;&#x5927;&#x9EC4;&#x9C7C;App&#x3002;  </li>
</ul>
</li>
<li>&#x5F00;&#x53D1;&#x5468;&#x671F;  <ul>
<li>2019&#x5E74;9&#x6708;&#x5E95;&#x4E4B;&#x524D;&#x5B8C;&#x6210;&#x8BBE;&#x8BA1;&#x76EE;&#x6807;<br><br></li>
</ul>
</li>
</ul>
</li>
<li><strong>&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;</strong><br>  &#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x603B;&#x4F53;&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#x3002;<br><img src="img/&#x5E73;&#x53F0;&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;.png" alt="&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;&#x56FE;">  <div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>  </li>
</ul>
<p>&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x7531;&#x5927;&#x9EC4;&#x9C7C;&#x79FB;&#x52A8;&#x7AEF;&#x5E94;&#x7528;(Android&#x3001;iOS App)&#x3001;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x3001;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x3001;&#x5382;&#x5546;&#x540E;&#x53F0;&#x3001;&#x5927;&#x9EC4;&#x9C7C;&#x7F51;&#x7AD9;&#x4EE5;&#x53CA;&#x76F8;&#x5173;&#x540E;&#x53F0;&#x670D;&#x52A1;&#x7A0B;&#x5E8F;&#x548C;&#x6570;&#x636E;&#x5E93;&#x6784;&#x6210;&#x3002;<br><strong>&#x5927;&#x9EC4;&#x9C7C;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;</strong> &#x7B80;&#x79F0;&#x201C;&#x8FD0;&#x8425;&#x540E;&#x53F0;&#x201D;&#xFF0C;&#x5E73;&#x53F0;&#x7CFB;&#x7EDF;&#x603B;&#x7684;&#x8FD0;&#x8425;&#x7BA1;&#x7406;&#x540E;&#x53F0;&#x3002;&#x524D;&#x7AEF;&#x4E3A;H5&#x7F51;&#x9875;&#x5B9E;&#x73B0;&#x3002;&#x5305;&#x542B;&#x8D26;&#x53F7;&#x7BA1;&#x7406;&#x3001;&#x7CFB;&#x7EDF;&#x7BA1;&#x7406;&#x3001;&#x8FD0;&#x8425;&#x7BA1;&#x7406;&#x3001;&#x6570;&#x636E;&#x5206;&#x6790;&#x7BA1;&#x7406;&#x7B49;&#x7B49;&#xFF0C;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x5BF9;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x3001;&#x5382;&#x5546;&#x540E;&#x53F0;&#xFF0C;&#x4EE5;&#x53CA;&#x5927;&#x9EC4;&#x9C7C;APP&#x7684;&#x7BA1;&#x7406;&#x7B49;&#x3002;&#x4F7F;&#x7528;&#x8005;&#xFF1A;&#x516C;&#x53F8;&#x5458;&#x5DE5;&#xFF0C;&#x5305;&#x542B;&#x5BA2;&#x670D;&#x3001;&#x8FD0;&#x8425;&#x3001;&#x5546;&#x52A1;&#x3001;&#x5E02;&#x573A;&#x3001;&#x8D22;&#x52A1;&#x7B49;&#x3002;<br><strong>&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;</strong> &#x7B80;&#x79F0;&#x201C;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x201D;&#xFF0C;&#x5728;&#x5927;&#x9EC4;&#x9C7C;&#x8FD0;&#x8425;&#x5E73;&#x53F0;&#x5B8C;&#x6210;&#x6743;&#x9650;&#x914D;&#x7F6E;&#x3001;&#x529F;&#x80FD;&#x914D;&#x7F6E;&#x540E;&#xFF0C;&#x7531;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x767B;&#x5F55;&#x4F7F;&#x7528;&#x7684;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;&#x3002;&#x524D;&#x7AEF;&#x4E3A;H5&#x7F51;&#x9875;&#x5B9E;&#x73B0;&#x3002;&#x5305;&#x542B;&#x79DF;&#x6237;&#x81EA;&#x5DF1;&#x5E97;&#x94FA;&#x8FD0;&#x8425;&#x7BA1;&#x7406;&#x3001;&#x6570;&#x636E;&#x5206;&#x6790;&#x7B49;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x534F;&#x52A9;&#x79DF;&#x6237;&#x62D3;&#x5C55;&#x81EA;&#x5DF1;&#x7684;&#x4E1A;&#x52A1;&#x540C;&#x65F6;&#x5BF9;&#x5B9A;&#x5236;&#x7684;APP&#x9875;&#x9762;&#x8FDB;&#x884C;&#x7BA1;&#x7406;&#x3002;&#x4F7F;&#x7528;&#x4EBA;&#x5458;&#xFF1A;&#x79DF;&#x6237;<br><strong>&#x5382;&#x5546;&#x540E;&#x53F0;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;</strong> &#x7B80;&#x79F0;&#x201C;&#x5382;&#x5546;&#x540E;&#x53F0;&#x201D;&#xFF0C;&#x5411;&#x5382;&#x5546;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;&#x9500;&#x552E;&#x6570;&#x636E;&#xFF0C;&#x8D27;&#x6B3E;&#x7ED3;&#x7B97;&#x6570;&#x636E;&#xFF0C;&#x5546;&#x54C1;&#x53D1;&#x8D27;&#x7B49;&#x529F;&#x80FD;&#x3002;&#x524D;&#x7AEF;&#x4E3A;H5&#x7F51;&#x9875;&#x5B9E;&#x73B0;&#x3002;&#x4F7F;&#x7528;&#x4EBA;&#x5458;&#xFF1A;&#x5382;&#x5546;&#x76F8;&#x5173;&#x804C;&#x5458;<br><strong>&#x5927;&#x9EC4;&#x9C7C;App</strong> &#x5927;&#x9EC4;&#x9C7C;App&#x662F;&#x5E73;&#x53F0;&#x5B9E;&#x73B0;&#x8425;&#x9500;&#x6D3B;&#x52A8;&#x7684;&#x57FA;&#x672C;&#x5DE5;&#x5177;&#xFF0C;&#x672C;&#x6587;&#x4E2D;&#x7B80;&#x79F0;&#x201C;App&#x201D;&#x3002;App&#x63D0;&#x4F9B;&#x6536;&#x76CA;&#x7ED3;&#x7B97;&#x3001;&#x4E1A;&#x52A1;&#x62D3;&#x5C55;&#x5DE5;&#x5177;&#x3001;&#x6570;&#x636E;&#x5206;&#x6790;&#x3001;&#x8425;&#x9500;&#x7BA1;&#x7406;&#x3001;&#x9875;&#x9762;&#x4E2A;&#x6027;&#x5316;&#x5B9A;&#x5236;&#x7B49;&#x529F;&#x80FD;&#x3002;&#x524D;&#x7AEF;&#x4E3A;Android&#x548C;iOS&#x79FB;&#x52A8;&#x7AEF;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x3002;&#x5176;&#x4E3B;&#x8981;&#x4F7F;&#x7528;&#x8005;&#x4E3A;&#x9500;&#x552E;&#x5458;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4E3A;&#x6574;&#x4E2A;&#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x8D26;&#x53F7;&#x652F;&#x6301;&#x3002;<br><strong>&#x540E;&#x53F0;&#x670D;&#x52A1;&#x7CFB;&#x7EDF;</strong> &#x4E3A;&#x6240;&#x6709;&#x524D;&#x7AEF;&#x7CFB;&#x7EDF;&#x63D0;&#x4F9B;&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#x63A5;&#x53E3;&#x548C;&#x6570;&#x636E;&#x903B;&#x8F91;&#x63A5;&#x53E3;&#x3002;&#x4E3B;&#x8981;&#x540E;&#x7AEF;&#x670D;&#x52A1;&#x7A0B;&#x5E8F;&#x4E3A;Java&#x5B9E;&#x73B0;&#xFF0C;&#x90E8;&#x5206;&#x5BF9;&#x5E76;&#x53D1;&#x3001;&#x6548;&#x7387;&#x8981;&#x6C42;&#x9AD8;&#x7684;&#x670D;&#x52A1;&#x53EF;&#x4F7F;&#x7528;C++&#x3001;rust&#x7B49;&#x5B9E;&#x73B0;&#x3002;&#x540E;&#x53F0;&#x670D;&#x52A1;&#x7CFB;&#x7EDF;&#x6309;&#x9700;&#x5206;&#x5E03;&#x90E8;&#x7F72;&#x5728;&#x7B2C;&#x4E09;&#x65B9;&#x4E91;&#x670D;&#x52A1;&#x5668;&#x4E2D;&#x3002;&#x6570;&#x636E;&#x5E93;&#x4F7F;&#x7528;MySQL&#x4E91;&#x6570;&#x636E;&#x5E93;&#x670D;&#x52A1;&#x3002;  </p>
<p><a href="&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#x8BF4;&#x660E;.html">&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x4E1A;&#x52A1;&#x903B;&#x8F91;&#x7B80;&#x8FF0;</a></p>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 概述">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="业务逻辑说明.html" class="navigation navigation-next " aria-label="Next page: 大黄鱼平台业务逻辑简述">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"大黄鱼平台总体设计","level":"1.2","depth":1,"next":{"title":"大黄鱼平台业务逻辑简述","level":"1.3","depth":1,"path":"业务逻辑说明.md","ref":"业务逻辑说明.md","articles":[]},"previous":{"title":"概述","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-search","popup"],"root":".","styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"popup":{},"highlight":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"刘焰","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"大黄鱼平台设计说明","language":"zh-hans","output.name":"site","gitbook":"3.2.3","description":"详细说明大黄鱼平台系统设计、功能设计","theme-default":{"showLevel":true}},"file":{"path":"平台总体设计.md","mtime":"2019-08-09T08:20:30.873Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-08-13T02:02:12.806Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

