
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>4.3.2 租户注册和登录 · 大黄鱼平台设计说明</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="刘焰">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="入驻申请.html" />
    
    
    <link rel="prev" href="框架说明.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../平台总体设计.html">
            
                <a href="../平台总体设计.html">
            
                    
                    1、大黄鱼平台总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../业务逻辑说明.html">
            
                <a href="../业务逻辑说明.html">
            
                    
                    2、大黄鱼平台业务逻辑简述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../数据逻辑.html">
            
                <a href="../数据逻辑.html">
            
                    
                    3、数据逻辑设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../功能设计.html">
            
                <a href="../功能设计.html">
            
                    
                    4、功能设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../web_gnsj.html">
            
                <a href="../web_gnsj.html">
            
                    
                    4.1 大黄鱼网页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../yyht_gnsj.html">
            
                <a href="../yyht_gnsj.html">
            
                    
                    4.2 运营后台
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="../zhht_gnsj.html">
            
                <a href="../zhht_gnsj.html">
            
                    
                    4.3 租户后台
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.3.1" data-path="框架说明.html">
            
                <a href="框架说明.html">
            
                    
                    4.3.1 租户后台页面框架
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5.3.2" data-path="zh登录.html">
            
                <a href="zh登录.html">
            
                    
                    4.3.2 租户注册和登录
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.3" data-path="入驻申请.html">
            
                <a href="入驻申请.html">
            
                    
                    4.3.3 租户申请
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.4" data-path="zh首页.html">
            
                <a href="zh首页.html">
            
                    
                    4.3.4 租户首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.5" data-path="zh账号管理.html">
            
                <a href="zh账号管理.html">
            
                    
                    4.3.5 账号管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.6" data-path="zh产品管理.html">
            
                <a href="zh产品管理.html">
            
                    
                    4.3.6 产品管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.7" data-path="zh功能管理.html">
            
                <a href="zh功能管理.html">
            
                    
                    4.3.7 功能管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.8" data-path="zh活动管理.html">
            
                <a href="zh活动管理.html">
            
                    
                    4.3.8 活动管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.9" data-path="zh销售员管理.html">
            
                <a href="zh销售员管理.html">
            
                    
                    4.3.9 销售员管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.10" data-path="zh商户管理.html">
            
                <a href="zh商户管理.html">
            
                    
                    4.3.10 商户管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.11" data-path="zh数据管理.html">
            
                <a href="zh数据管理.html">
            
                    
                    4.3.11 数据报表
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.12" data-path="zh消息管理.html">
            
                <a href="zh消息管理.html">
            
                    
                    4.3.12 消息管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3.13" data-path="zh协议管理.html">
            
                <a href="zh协议管理.html">
            
                    
                    4.3.13 协议管理
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="../app_gnsj.html">
            
                <a href="../app_gnsj.html">
            
                    
                    4.4 大黄鱼App
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="../csht_gnsj.html">
            
                <a href="../csht_gnsj.html">
            
                    
                    4.5 厂商后台
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >4.3.2 租户注册和登录</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
                                <section class="normal markdown-section">
                                
                                <blockquote>
<h3 id="&#x79DF;&#x6237;&#x767B;&#x5F55;&#x548C;&#x6CE8;&#x518C;">&#x79DF;&#x6237;&#x767B;&#x5F55;&#x548C;&#x6CE8;&#x518C;</h3>
</blockquote>
<p><strong>&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x8BBE;&#x8BA1;</strong>  </p>
<ul>
<li>&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x662F;&#x5927;&#x9EC4;&#x9C7C;&#x5E73;&#x53F0;&#x7528;&#x6237;&#x767B;&#x5F55;&#x540E;&#x53F0;&#x6216;App&#x3001;&#x4F7F;&#x7528;&#x5E73;&#x53F0;&#x670D;&#x52A1;&#x548C;&#x529F;&#x80FD;&#x7684;&#x8EAB;&#x4EFD;&#x51ED;&#x8BC1;&#xFF1B;  </li>
<li>&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x5177;&#x6709;&#x5E73;&#x53F0;&#x5168;&#x5C40;&#x552F;&#x4E00;&#x6027;&#x6807;&#x8BC6;&#xFF1B;  </li>
<li>&#x7528;&#x6237;&#x987B;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x8D26;&#x53F7;&#x8BBE;&#x7F6E;&#x5BC6;&#x7801;&#x548C;&#x6635;&#x79F0;&#x3002;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x4FEE;&#x6539;&#x5BC6;&#x7801;&#x3002;&#x5F53;&#x524D;&#x8BBE;&#x8BA1;&#x7248;&#x672C;&#x4E2D;&#x7528;&#x6237;&#x4E0D;&#x53EF;&#x4FEE;&#x6539;&#x6635;&#x79F0;&#xFF08;&#x6216;&#x9700;&#x8981;&#x4E0A;&#x7EA7;&#x7528;&#x6237;&#x6216;&#x5E73;&#x53F0;&#x5BA1;&#x6279;&#x65B9;&#x53EF;&#x4FEE;&#x6539;&#xFF09;&#xFF0C;&#x4EE5;&#x540E;&#x7684;&#x7248;&#x672C;&#x53EF;&#x4EE5;&#x5C06;&#x6635;&#x79F0;&#x4FEE;&#x6539;&#x4F5C;&#x4E3A;&#x6536;&#x8D39;&#x9879;&#x76EE;&#xFF1B;  </li>
<li>&#x901A;&#x5E38;&#xFF08;&#x4E0D;&#x8003;&#x8651;SDK&#x63A5;&#x5165;&#xFF09;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x901A;&#x8FC7;&#x5E73;&#x53F0;&#x7F51;&#x7AD9;&#x3001;App&#x7B49;&#x4F7F;&#x7528;&#x7528;&#x6237;&#x624B;&#x673A;&#x53F7;&#x6CE8;&#x518C;&#x3002;<strong>&#x6CE8;&#x518C;&#x624B;&#x673A;&#x53F7;&#x5373;&#x4E3A;&#x8D26;&#x53F7;&#x7ED1;&#x5B9A;&#x624B;&#x673A;&#x53F7;&#x7801;</strong>&#x3002;&#x7528;&#x6237;&#x53EF;&#x4FEE;&#x6539;&#x7ED1;&#x5B9A;&#x624B;&#x673A;&#x53F7;&#xFF08;&#x6216;&#x9700;&#x5BA1;&#x6279;&#xFF09;&#xFF1B;  </li>
<li>App&#x7AEF;&#x7528;&#x6237;&#x53EF;&#x4F7F;&#x7528;&#x7B2C;&#x4E09;&#x65B9;&#x5173;&#x8054;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x3002;&#x6B64;&#x65B9;&#x5F0F;&#x767B;&#x5F55;&#x540E;&#x4E5F;&#x5FC5;&#x987B;&#x8BBE;&#x7F6E;&#x5BC6;&#x7801;&#x548C;&#x6635;&#x79F0;&#xFF0C;&#x5E76;&#x5728;&#x7528;&#x6237;&#x4E3A;&#x6B64;&#x8D26;&#x53F7;&#x7ED1;&#x5B9A;&#x624B;&#x673A;&#x53F7;&#x7801;&#x540E;&#x65B9;&#x53EF;&#x8FDB;&#x884C;&#x4E1A;&#x52A1;&#x529F;&#x80FD;&#x64CD;&#x4F5C;&#xFF1B;  </li>
<li>&#x7ED1;&#x5B9A;&#x624B;&#x673A;&#x53F7;&#x5728;&#x5E73;&#x53F0;&#x4E2D;&#x53EF;&#x4F5C;&#x4E3A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x552F;&#x4E00;&#x6027;&#x6807;&#x8BC6;&#xFF0C;&#x53EF;&#x7528;&#x4E8E;&#x767B;&#x5F55;&#x3002;</li>
</ul>
<p><strong>&#x529F;&#x80FD;&#x8BBE;&#x8BA1;</strong><br>&#x7528;&#x6237;&#x53EF;&#x6D4F;&#x89C8;&#x7FA4;&#x5546;&#x5B98;&#x7F51;&#x5927;&#x9EC4;&#x9C7C;&#x4E3B;&#x9875;&#xFF0C;&#x901A;&#x8FC7;&#x201C;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x201D;&#x5165;&#x53E3;&#x8F6C;&#x5165;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7528;&#x6237;&#x767B;&#x5F55;&#x9875;&#x9762;&#x3002;&#x4E5F;&#x53EF;&#x76F4;&#x63A5;&#x4F7F;&#x7528;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x5730;&#x5740;&#x8FDB;&#x5165;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7684;&#x767B;&#x5F55;&#x9875;&#x9762;&#x3002;&#x767B;&#x5F55;&#x9875;&#x9762;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;
<img src="../img/&#x767B;&#x5F55;1.png" alt="&#x5927;&#x9EC4;&#x9C7C;&#x79DF;&#x6237;&#x767B;&#x5F55;"><div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>  </p>
<ul>
<li>&#x79DF;&#x6237;&#x767B;&#x5F55;&#x9875;&#x9762;&#x662F;&#x5927;&#x9EC4;&#x9C7C;&#x79DF;&#x6237;&#x540E;&#x53F0;&#x7684;&#x5B9E;&#x9645;&#x7684;&#x9996;&#x9875;</li>
<li><p>&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x5927;&#x9EC4;&#x9C7C;App&#x626B;&#x7801;&#x767B;&#x5F55;&#x529F;&#x80FD;&#x3002;&#x767B;&#x5F55;&#x4E8C;&#x7EF4;&#x7801;&#x6709;&#x65F6;&#x6548;&#xFF0C;&#x8D85;&#x65F6;&#x540E;&#x663E;&#x793A;&#x201C;&#x5931;&#x6548;&#x201D;&#x72B6;&#x6001;&#xFF1A; </p>
<div style="width:50%;margin:auto">
<img alt="&#x767B;&#x5F55;&#x4E8C;&#x7EF4;&#x7801;&#x5931;&#x6548;" src="../img/&#x767B;&#x5F55;1&#x2014;&#x4E8C;&#x7EF4;&#x7801;&#x5931;&#x6548;.png">
</div>  
</li>
<li><p>&#x626B;&#x7801;&#x767B;&#x5F55;&#x5931;&#x8D25;&#x65F6;&#xFF0C;&#x9875;&#x9762;&#x987B;&#x663E;&#x793A;&#x201C;&#x5931;&#x8D25;&#x201D;&#x72B6;&#x6001;&#xFF1A;</p>
<div style="width:50%;margin:auto"><img alt="&#x626B;&#x7801;&#x767B;&#x5F55;&#x5931;&#x8D25;" src="../img/&#x767B;&#x5F55;1&#x2014;&#x626B;&#x7801;&#x5931;&#x8D25;.png"></div>  
</li>
<li><p>&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x8D26;&#x53F7;&#x5BC6;&#x7801;&#x767B;&#x5F55;&#x529F;&#x80FD;&#xFF0C;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x5BC6;&#x7801;&#x8FDB;&#x884C;&#x767B;&#x5F55;&#x3002;&#x7528;&#x6237;&#x53EF;&#x9009;&#x62E9;&#x4F7F;&#x7528;&#x626B;&#x7801;&#x767B;&#x5F55;&#x6216;&#x8F93;&#x5165;&#x8D26;&#x53F7;&#x767B;&#x5F55;&#xFF1B; 
<img src="../img/&#x767B;&#x5F55;2.png" alt="&#x8D26;&#x53F7;&#x5BC6;&#x7801;&#x767B;&#x5F55;"><div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>  </p>
</li>
<li><p><strong>&#x5927;&#x9EC4;&#x9C7C;&#x767B;&#x5F55;&#x8D26;&#x53F7;&#x901A;&#x5E38;&#x662F;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x7684;&#x624B;&#x673A;&#x53F7;&#x7801;</strong>&#x3002;&#x767B;&#x5F55;&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x201C;&#x624B;&#x673A;&#x53F7;+&#x5BC6;&#x7801;&#x201D;&#x548C;&#x201C;&#x624B;&#x673A;&#x53F7;+&#x9A8C;&#x8BC1;&#x7801;&#x201D;&#x4E24;&#x79CD;&#x9A8C;&#x8BC1;&#x65B9;&#x5F0F;&#xFF0C;&#x7528;&#x6237;&#x53EF;&#x5207;&#x6362;&#xFF1A;</p>
<div style="width:50%;margin:auto"><img alt="&#x626B;&#x7801;&#x767B;&#x5F55;&#x5931;&#x8D25;" src="../img/&#x767B;&#x5F55;3.png"></div>  
</li>
<li><p>&#x5BF9;&#x4E8E;&#x6CA1;&#x6709;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x7684;&#x7528;&#x6237;&#xFF0C;&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x5165;&#x53E3;&#xFF1B;</p>
</li>
<li>&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x201C;&#x7533;&#x8BF7;&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x201D;&#x5165;&#x53E3;&#xFF1B;</li>
<li>&#x9875;&#x9762;&#x63D0;&#x4F9B;&#x4E0B;&#x8F7D;&#x5927;&#x9EC4;&#x9C7C;App&#x5165;&#x53E3;&#x3002;&#x7528;&#x6237;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;App&#x8FDB;&#x884C;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x64CD;&#x4F5C;&#x3002;&#x70B9;&#x51FB;&#xFF08;&#x6216;&#x9F20;&#x6807;&#x60AC;&#x505C;&#xFF09;&#x5728;&#x8BE5;&#x5165;&#x53E3;&#x4E0A;&#xFF0C;&#x663E;&#x793A;App&#x4E0B;&#x8F7D;&#x4E8C;&#x7EF4;&#x7801;&#xFF0C;&#x7528;&#x6237;&#x901A;&#x8FC7;&#x624B;&#x673A;&#x626B;&#x7801;&#x76F4;&#x63A5;&#x4E0B;&#x8F7D;&#xFF1A; <div style="width:50%;margin:auto">
<img alt="&#x626B;&#x7801;&#x4E0B;&#x8F7D;App" src="../img/&#x767B;&#x5F55;1&#x2014;APP&#x4E0B;&#x8F7D;&#x4E8C;&#x7EF4;&#x7801;.png">
</div>

</li>
</ul>
<ul>
<li><p>&#x5728;&#x767B;&#x5F55;&#x9875;&#x9762;&#x4E2D;&#x7528;&#x6237;&#x70B9;&#x51FB;&#x201C;&#x7ACB;&#x5373;&#x6CE8;&#x518C;&#x201D;&#x6807;&#x7B7E;&#xFF0C;&#x663E;&#x793A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x6CE8;&#x518C;&#x9875;&#x9762;&#x3002;
<img src="../img/&#x6CE8;&#x518C;1.png" alt="&#x8D26;&#x53F7;&#x6CE8;&#x518C;"><div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>   </p>
<ul>
<li>&#x7528;&#x6237;&#x987B;&#x4EE5;&#x624B;&#x673A;&#x53F7;&#x4F5C;&#x4E3A;&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#xFF1B;</li>
<li>&#x7528;&#x6237;&#x8F93;&#x5165;&#x624B;&#x673A;&#x53F7;&#x540E;&#xFF0C;&#x987B;&#x62D6;&#x52A8;&#x6EDA;&#x52A8;&#x6761;&#x9A8C;&#x8BC1;&#x975E;&#x673A;&#x5668;&#x722C;&#x866B;&#x64CD;&#x4F5C;&#x3002;&#x901A;&#x8FC7;&#x9A8C;&#x8BC1;&#x540E;&#x65B9;&#x53EF;&#x83B7;&#x53D6;&#x624B;&#x673A;&#x77ED;&#x4FE1;&#x9A8C;&#x8BC1;&#x7801;&#xFF1B;</li>
<li>&#x53D1;&#x9001;&#x624B;&#x673A;&#x9A8C;&#x8BC1;&#x7801;&#x77ED;&#x4FE1;&#x524D;&#xFF0C;&#x5E94;&#x5224;&#x65AD;&#x624B;&#x673A;&#x53F7;&#x662F;&#x5426;&#x5DF2;&#x6CE8;&#x518C;&#x6216;&#x7ED1;&#x5B9A;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#x3002;&#x82E5;&#x624B;&#x673A;&#x53F7;&#x5DF2;&#x6CE8;&#x518C;&#x5927;&#x9EC4;&#x9C7C;&#x8D26;&#x53F7;&#xFF0C;&#x5E94;&#x62D2;&#x7EDD;&#x53D1;&#x9001;&#x77ED;&#x4FE1;&#xFF0C;&#x8FD4;&#x56DE;&#x5E76;&#x5448;&#x73B0;&#x201C;&#x624B;&#x673A;&#x53F7;&#x5DF2;&#x6CE8;&#x518C;&#x201D;&#x9519;&#x8BEF;&#x6D88;&#x606F;&#xFF1B;</li>
<li>&#x82E5;&#x624B;&#x673A;&#x9A8C;&#x8BC1;&#x7801;5&#x5206;&#x949F;&#x5185;&#x8BF7;&#x6C42;&#x5927;&#x4E8E;3&#x6B21;&#xFF0C;&#x5E94;&#x62D2;&#x7EDD;&#x53D1;&#x9001;&#x9A8C;&#x8BC1;&#x7801;&#x77ED;&#x4FE1;&#xFF0C;&#x8FD4;&#x56DE;&#x5E76;&#x5448;&#x73B0;&#x201C;&#x83B7;&#x53D6;&#x9A8C;&#x8BC1;&#x7801;&#x592A;&#x9891;&#x7E41;&#xFF0C;&#x8BF7;&#x7A0D;&#x540E;&#x518D;&#x8BD5;&#x3002;&#x201D;&#x4FE1;&#x606F;&#x3002;3&#x5206;&#x949F;&#x540E;&#x53EF;&#x518D;&#x6B21;&#x63A5;&#x53D7;&#x8BF7;&#x6C42;&#x3002;&#x4E00;&#x6B21;&#x9A8C;&#x8BC1;&#x7801;&#x6709;&#x6548;&#x671F;5&#x5206;&#x949F;&#xFF1B;</li>
<li>&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#x9700;&#x8981;&#x7528;&#x6237;&#x8F93;&#x5165;&#x5BC6;&#x7801;&#x3002;&#x4E24;&#x6B21;&#x8F93;&#x5165;&#x5BC6;&#x7801;&#x503C;&#x4E0D;&#x4E00;&#x81F4;&#x65F6;&#x9700;&#x63D0;&#x9192;&#x7528;&#x6237;&#xFF1B;</li>
<li>&#x7528;&#x6237;&#x987B;&#x52FE;&#x9009;&#x5E73;&#x53F0;&#x670D;&#x52A1;&#x534F;&#x8BAE;&#x7B49;&#x6CD5;&#x5F8B;&#x6587;&#x4EF6;&#x590D;&#x9009;&#x6846;&#x65B9;&#x53EF;&#x70B9;&#x51FB;&#x201C;&#x6CE8;&#x518C;&#x201D;&#x6309;&#x94AE;&#x3002;&#x6CD5;&#x5F8B;&#x6587;&#x4EF6;&#x540D;&#x6807;&#x7B7E;&#x53EF;&#x70B9;&#x51FB;&#xFF0C;&#x70B9;&#x51FB;&#x540E;&#x5448;&#x73B0;&#x6CD5;&#x5F8B;&#x6587;&#x4EF6;&#x6587;&#x672C;&#x9875;&#x9762;&#xFF1B;</li>
<li>&#x70B9;&#x51FB;&#x201C;&#x6CE8;&#x518C;&#x201D;&#x6309;&#x94AE;&#x65F6;&#x987B;&#x68C0;&#x67E5;&#x6240;&#x6709;&#x5FC5;&#x987B;&#x5B57;&#x6BB5;&#x662F;&#x5426;&#x90FD;&#x6B63;&#x786E;&#x586B;&#x5199;&#x5185;&#x5BB9;&#x3002;&#x63D0;&#x4EA4;&#x6CE8;&#x518C;&#x4FE1;&#x606F;&#x8FDB;&#x884C;&#x7528;&#x6237;&#x6CE8;&#x518C;&#xFF1B;</li>
<li>&#x6CE8;&#x518C;&#x7ED3;&#x679C;&#x5E94;&#x8FD4;&#x56DE;&#x5E76;&#x5448;&#x73B0;&#x7ED9;&#x7528;&#x6237;&#xFF0C;&#x6CE8;&#x518C;&#x5931;&#x8D25;&#x65F6;&#x5E94;&#x663E;&#x793A;&#x7B80;&#x77ED;&#x7684;&#x5931;&#x8D25;&#x539F;&#x56E0;&#x3002;</li>
</ul>
</li>
<li>&#x7528;&#x6237;&#x6210;&#x529F;&#x767B;&#x5F55;&#x540E;&#xFF0C;&#x89C6;&#x8D26;&#x53F7;&#x72B6;&#x6001;&#x8DF3;&#x8F6C;&#x903B;&#x8F91;&#x5982;&#x4E0B;&#xFF1A;<ul>
<li>&#x5982;&#x679C;&#x7528;&#x6237;&#x6CA1;&#x6709;&#x7ED1;&#x5B9A;&#x8FC7;&#x4EFB;&#x4F55;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#xFF0C;&#x76F4;&#x63A5;&#x8F6C;&#x5165;<a href="&#x5165;&#x9A7B;&#x7533;&#x8BF7;.html">&#x79DF;&#x6237;&#x7533;&#x8BF7;</a>-&#x79DF;&#x6237;&#x4FE1;&#x606F;&#x5F55;&#x5165;&#x9875;&#x9762;&#xFF1B;</li>
<li>&#x5982;&#x679C;&#x7528;&#x6237;&#x5DF2;&#x6709;&#xFF08;&#x7ED1;&#x5B9A;&#xFF09;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x6216;&#x63D0;&#x4EA4;&#x4E86;&#x4E00;&#x4E2A;&#x4EE5;&#x4E0A;&#x7533;&#x8BF7;&#x4E14;&#x7533;&#x8BF7;&#x5DF2;&#x8FDB;&#x5165;&#x5BA1;&#x6838;&#x72B6;&#x6001;&#xFF0C;&#x5219;&#x663E;&#x793A;&#x5982;&#x4E0B;&#x9875;&#x9762;&#xFF1A;
<img src="../img/&#x767B;&#x5F55;&#x540E;&#x9875;&#x9762;.png" alt="&#x767B;&#x5F55;&#x540E;&#x9875;&#x9762;"><div style="font-size:8pt;color:#a0a0a0;text-align:center">(&#x70B9;&#x51FB;&#x56FE;&#x50CF;&#x67E5;&#x770B;&#x5927;&#x56FE;)</div>   <ul>
<li>&#x6B64;&#x9875;&#x9762;&#x4E2D;&#x5C06;&#x5448;&#x73B0;&#x6240;&#x6709;&#x5F53;&#x524D;&#x7528;&#x6237;&#x5DF2;&#x83B7;&#x6279;&#x51C6;&#x7684;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x6761;&#x76EE;&#xFF0C;&#x663E;&#x793A;&#x4E8E;&#x201C;&#x5DF2;&#x6709;&#x79DF;&#x6237;&#x201D;&#x5217;&#x8868;&#x4E2D;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x79DF;&#x6237;&#x6761;&#x76EE;&#x5305;&#x542B;&#xFF1A;&#x79DF;&#x6237;&#x540D;&#x79F0;&#x3001;&#x4E3B;&#x4F53;&#x4FE1;&#x606F;&#x3001;&#x6700;&#x540E;&#x767B;&#x5F55;&#x65F6;&#x95F4;&#x3001;&#x5F53;&#x524D;&#x7528;&#x6237;&#x5728;&#x8BE5;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x4E2D;&#x7684;&#x6743;&#x9650;&#x7B49;&#x4FE1;&#x606F;&#x3002;&#x70B9;&#x51FB;&#x6761;&#x76EE;&#x5C06;&#x8F6C;&#x5165;&#x8BE5;&#x79DF;&#x6237;&#x8D26;&#x53F7;&#x5BF9;&#x5E94;&#x7684;&#x201C;<a href="zh&#x9996;&#x9875;.html"><em>&#x79DF;&#x6237;&#x9996;&#x9875;</em></a>&#x201D;&#xFF1B;</li>
<li>&#x79DF;&#x6237;&#x7533;&#x8BF7;&#x8D44;&#x6599;&#x5728;&#x201C;&#x8D44;&#x6599;&#x5BA1;&#x6838;&#x4E2D;&#x201D;&#x3001;&#x201C;&#x8D44;&#x6599;&#x5F85;&#x63D0;&#x4EA4;&#x201D;&#x3001;&#x201C;&#x5BA1;&#x6838;&#x9A73;&#x56DE;&#x201D;&#x7B49;&#x72B6;&#x6001;&#x7684;&#x79DF;&#x6237;&#x7533;&#x8BF7;&#x6761;&#x76EE;&#x663E;&#x793A;&#x4E8E;&#x201C;&#x65B0;&#x7533;&#x8BF7;&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x201D;&#x5217;&#x8868;&#x533A;&#x57DF;&#x3002;&#x6BCF;&#x4E2A;&#x6761;&#x76EE;&#x663E;&#x793A;&#x5185;&#x5BB9;&#x5305;&#x62EC;&#xFF1A;&#x4E3B;&#x4F53;&#x4FE1;&#x606F;&#x3001;&#x7533;&#x8BF7;&#x65F6;&#x95F4;&#x3001;&#x7533;&#x8BF7;&#x72B6;&#x6001;&#x4EE5;&#x53CA;&#x8868;&#x793A;&#x7533;&#x8BF7;&#x8FDB;&#x5EA6;&#x7684;&#x8FDB;&#x5EA6;&#x6761;&#x3002;&#x70B9;&#x51FB;&#x6761;&#x76EE;&#x5C06;&#x8F6C;&#x5165;&#x5BF9;&#x5E94;&#x7533;&#x8BF7;&#x8BB0;&#x5F55;&#x7684;&#x79DF;&#x6237;&#x4FE1;&#x606F;&#x5F55;&#x5165;&#x9875;&#x9762;&#xFF0C;<strong>&#x4E0E;&#x65B0;&#x7533;&#x8BF7;&#x4E0D;&#x540C;&#x4E4B;&#x5904;&#x662F;&#xFF1A;&#x79DF;&#x6237;&#x4FE1;&#x606F;&#x5F55;&#x5165;&#x9875;&#x9762;&#x4E2D;&#x5404;&#x5B57;&#x6BB5;&#x5747;&#x586B;&#x5165;&#x7528;&#x6237;&#x5DF2;&#x63D0;&#x4EA4;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x72B6;&#x6001;&#x4E3A;&#x201C;&#x5BA1;&#x6838;&#x4E2D;&#x201D;&#x7684;&#x7533;&#x8BF7;&#x8BB0;&#x5F55;&#x5185;&#x5BB9;&#x4E0D;&#x53EF;&#x4FEE;&#x6539;&#xFF1B;&#x5176;&#x5B83;&#x72B6;&#x6001;&#x7684;&#x7533;&#x8BF7;&#x8BB0;&#x5F55;&#x5185;&#x5BB9;&#x53EF;&#x4FEE;&#x6539;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x91CD;&#x65B0;&#x63D0;&#x4EA4;&#x7533;&#x8BF7;&#x7684;&#x6309;&#x94AE;&#x3002;</strong></li>
</ul>
</li>
</ul>
</li>
<li>&#x5728;&#x767B;&#x5F55;&#x9875;&#x9762;&#x9876;&#x90E8;&#x70B9;&#x51FB;&#x201C;&#x7533;&#x8BF7;&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x201D;&#x5165;&#x53E3;&#x65F6;&#xFF0C;&#x663E;&#x793A;&#x79DF;&#x6237;&#x7533;&#x8BF7;&#x9875;&#x9762;&#x3002;<h4 id="&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x7533;&#x8BF7;"><a href="&#x5165;&#x9A7B;&#x7533;&#x8BF7;.html">&#x79DF;&#x6237;&#x5165;&#x9A7B;&#x7533;&#x8BF7;</a></h4>
</li>
</ul>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
                        </div>
                    </div>
                
            </div>

            
                
                <a href="框架说明.html" class="navigation navigation-prev " aria-label="Previous page: 4.3.1 租户后台页面框架">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="入驻申请.html" class="navigation navigation-next " aria-label="Next page: 4.3.3 租户申请">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"4.3.2 租户注册和登录","level":"1.5.3.2","depth":3,"next":{"title":"4.3.3 租户申请","level":"1.5.3.3","depth":3,"path":"zhht/入驻申请.md","ref":"zhht/入驻申请.md","articles":[]},"previous":{"title":"4.3.1 租户后台页面框架","level":"1.5.3.1","depth":3,"path":"zhht/框架说明.md","ref":"zhht/框架说明.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-sharing","-search","popup"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"popup":{},"highlight":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"刘焰","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"大黄鱼平台设计说明","language":"zh-hans","output.name":"site","gitbook":"3.2.3","description":"详细说明大黄鱼平台系统设计、功能设计","theme-default":{"showLevel":true}},"file":{"path":"zhht/zh登录.md","mtime":"2019-08-14T02:12:44.371Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-08-14T10:15:32.994Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

